cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'caskroom/versions'

brew 'coreutils'
brew 'dnsmasq'
brew 'thefuck'
brew 'wget'
brew 'zsh'
brew 'zsh-completions'
brew 'libtiff' 
brew 'libtool'
brew 'yarn'
brew 'node'

brew 'gnupg2'
brew 'gpg-agent'

cask 'calibre'
cask 'firefox'
cask 'hipchat'
cask 'iterm2'
cask 'postman'
cask 'skype'
cask 'sourcetree'
cask 'sublime-text'
cask 'transmission'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'vlc'
cask 'keepingyouawake'
cask 'spotify-notifications'
cask 'evernote'
cask 'mysqlworkbench'
cask 'spectacle'
cask 'keybase'
cask 'tripmode'
cask 'lastpass'

