cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'caskroom/versions'

brew 'coreutils'
brew 'dnsmasq'
brew 'thefuck'
brew 'wget'
brew 'zsh'
brew 'zsh-completions'
brew 'libtiff'
brew 'libtool'
brew 'gnupg2'
brew 'getantibody/tap/antibody'
brew 'python'

cask 'phpstorm'
cask 'calibre'
cask 'firefox'
cask 'iterm2'
cask 'postman'
cask 'skype'
cask 'transmission'
cask 'vlc'
cask 'keepingyouawake'
cask 'spotify'
cask 'spotify-notifications'
cask 'evernote'
cask 'mysqlworkbench'
cask 'spectacle'
cask 'keybase'
cask 'tripmode'
cask 'dropbox'
cask 'dash'
cask 'atom'
